{
  "drugs": [
    {
      "name": "CARBOCAINE",
      "dci": "Chlorhydrate de mépivacaïne",
      "dose": "10 000 UI/flacon, poudre pour solution pour injection",
      "quantite": 5,
      "prix": 17.40,
      "indications": [
        "Anesthésie locale par infiltration",
        "Anesthésie régionale lors d'intervention chirurgicale (sauf en obstétrique) : anesthésie tronculaire, plexique, caudale, péridurale."
      ],
      "laboratoire": "Aspen France",
      "observations": [
        "Rupture de stock de la spécialité : CARBOCAINE 10 mg/ml, solution injectable, à partir du mois de février 2018.",
        "Mise à disposition contingentée jusqu’au mois de février 2018.",
        "Remise à disposition normale à partir de mars 2019."
      ]
    },
    {
      "name": "ERWINASE",
      "dci": "Crisantaspase (asparaginase d’Erwinia chrysanthemi : L-asparaginase d’Erwinia)",
      "dose": "10 000 UI/flacon, poudre pour solution pour injection",
      "quantite": 3,
      "prix": 32.53,
      "indications": [
        "Erwinase est utilisé en association à d’autres agents chimiothérapeutiques pour le traitement des patients, principalement pédiatriques, atteints de leucémie aiguë lymphoblastique chez qui une hypersensibilité (allergie clinique ou inactivation silencieuse) à l’asparaginase native ou pégylée dérivée d’E. coli est apparue."
      ],
      "laboratoire": "Jazz Pharmaceuticals France SAS",
      "observations": [
        "Mise à disposition à titre transitoire et exceptionnel d’unités de la même spécialité initialement destinée au Royaume-Uni à partir du 04 janvier 2018.",
        "Attention  : les modalités de reconstitution et d’administration de ces unités d’ERWINASE initialement destinées au Royaume-Uni, diffèrent de celles de la spécialité habituellement commercialisée en France. ",
        "Date de remise à disposition normale : indéterminée"
      ]
    },
    {
      "name": "HEXASTAT",
      "dci": "Altrétamine",
      "dose": "100mg, gélule",
      "quantite": 1,
      "prix": 27.5,
      "indications": [
        "HEXASTAT est indiqué en traitement de 2ème ligne du cancer de l'ovaire et du cancer bronchique à petites cellules."
      ],
      "laboratoire": "Prostrakan Pharma",
      "observations": [
        "Rupture de stock",
        "Date de remise à disposition normale inconnue",
        "Rupture de stock de la spécialité HEXALEN 100 mg, gélule commercialisée aux Etats-Unis et disponible en France dans le cadre d’ATU nominatives.",
        "Recherche d’une solution alternative en cours."
      ]
    }
  ]
}